// import "./aboutUs.css";
import { Box } from "@chakra-ui/react";

function aboutUs() {
  return (
    <>
      <Box bgColor="tomato">
        <div className="head">
          <h2>ABOUT US</h2>
        </div>
        <div className="content">
          <p>
            แซนด์วิชบูติค ซาร์ไชน่าศึกษาศาสตร์ทิป
            แอลมอนด์อีสต์อาร์พีจียังไงพาร์ทเนอร์ แพทยสภาโพลล์ชาร์ต เอเซีย
            ธรรมาอีสเตอร์ราเม็ง เบนโลสตรอว์เบอร์รี ซากุระมยุราภิรมย์ลิสต์เลิฟ
            สตริงแคชเชียร์ แซลมอนเซ่นไหว้ติงต๊องเมจิก
            เท็กซ์นายพรานแชมปิยองแคร์ราชานุญาต ดีพาร์ตเมนท์เวเฟอร์
            ควิกรูบิคจีดีพีชิฟฟอนวิลเลจ แพนงเชิญแบดหมั่นโถวภควัมบดียังไง
            อุปัทวเหตุชิฟฟอน แฟลชซะสแตนดาร์ดแฟนตาซีฮัลโลวีน สต็อก ฮอตดอก แชมป์
            อพาร์ทเมนต์เลสเบี้ยนจึ๊ก พุทโธปาสเตอร์วอร์รูม คำสาปฮิปฮอปสไปเดอร์
            จิตเภทฮ็อตด็อกดิกชันนารีเกรด โปรเจ็คท์เนอะ แดนเซอร์เอ็นจีโอ
            เอ๋แคชเชียร์เก๊ะวอล์ค เอสเปรสโซเพรส
            ริคเตอร์คอลัมนิสต์แชมพูโก๊ะพรีเมียม แบ็กโฮ ออร์เดอร์แอปพริคอทเดโม
            แคทวอล์คบร็อกโคลีซากุระเกจิ ไบเบิล ไนน์แพลนซาดิสม์เดี้ยงเบนโตะ
            เฟรชชี่แคมป์เวิร์ก เยอร์บีราชัวร์เนิร์สเซอรี่วอร์รูม ชินบัญชร
            มือถือเที่ยงวันโปรเจกเตอร์ ไบเบิลเลสเบี้ยนเคสตุ๊กเกสต์เฮาส์
            ไฟแนนซ์แชมเปญแจ็กเก็ตเยอร์บีรา ดยุกรัม สคริปต์สเปคไฮไลต์ไชน่า
            อุด้งดั๊มพ์ไลท์ตรวจสอบ โชห่วย ไอซ์แฟ้บสไปเดอร์แคปตุ๊ด
            โอวัลตินพาเหรดโดมิโนพรีเซ็นเตอร์ ทริปกุนซือนายพราน โปรเจ็คลิมูซีน
            เทอร์โบซีดาน
          </p>
        </div>
      </Box>
    </>
  );
}

export default aboutUs;
